{"pageProps":{"html":"<!DOCTYPE html>\n<html><head><meta charset=\"utf-8\"><title>CHOOSING A RACE</title><style>table, table * { border-collapse: collapse } body { font: 13.3333px \"Times New Roman\", serif; }</style></head>\n\n<body lang=\"KO\" style=\"word-wrap:break-word\"><div><div>This material is Open\nGame Content, and is licensed for public use under the terms of the Open Game\nLicense v1.0a.</div><h1 id=\"races\">RACES</h1><br><h3 id=\"favored-class\">FAVORED CLASS</h3><div>A character’s favored class doesn’t count\nagainst him or her when determining experience point penalties for\nmulticlassing. </div><br><h3 id=\"race-and-languages\">RACE AND LANGUAGES</h3><div>All\ncharacters know how to speak Common. A dwarf, elf, gnome, half-elf, half-orc,\nor halfling also speaks a racial language, as appropriate. A character who has\nan Intelligence bonus at 1st level speaks other languages as well, one extra\nlanguage per point of Intelligence bonus as a starting character. </div><div>Literacy:\nAny character except a barbarian can read and write all the languages he or she\nspeaks.</div><div>Class-Related\nLanguages: Clerics, druids, and wizards can choose certain languages as bonus\nlanguages even if they’re not on the lists found in the race descriptions.\nThese class-related languages are as follows:</div><div><span style=\"font-style: italic;\">Cleric:\n</span><span>Abyssal,\nCelestial, Infernal.</span></div><div><span style=\"font-style: italic;\">Druid:\n</span><span>Sylvan.</span></div><div><span style=\"font-style: italic;\">Wizard:\n</span><span>Draconic.</span></div><br><h3 id=\"small-characters\">SMALL CHARACTERS</h3><div>A\nSmall character gets a +1 size bonus to Armor Class, a +1 size bonus on attack\nrolls, and a +4 size bonus on Hide checks. A Small character’s carrying\ncapacity is three-quarters of that of a Medium character.</div><div>A\nSmall character generally moves about two-thirds as fast as a Medium character.</div><div>A\nSmall character must use smaller weapons than a Medium character.</div><br><h2 id=\"humans\">HUMANS</h2><div>•\nMedium: As Medium creatures, humans have no special bonuses or penalties due to\ntheir size. </div><div>•\nHuman base land speed is 30 feet. </div><div>•\n1 extra feat at 1st level.</div><div>•\n4 extra skill points at 1st level and 1 extra skill point at each additional\nlevel.</div><div>&nbsp;•\nAutomatic Language: Common. Bonus Languages: Any (other than secret languages,\nsuch as Druidic). See the Speak Language skill. </div><div>•\nFavored Class: Any. When determining whether a multiclass human takes an\nexperience point penalty, his or her highest-level class does not count.</div><br><h2 id=\"dwarves\">DWARVES</h2><div>•\n+2 Constitution, –2 Charisma.</div><div>•\nMedium: As Medium creatures, dwarves have no special bonuses or penalties due\nto their size.</div><div>•\nDwarf base land speed is 20 feet. However, dwarves can move at this speed even\nwhen wearing medium or heavy armor or when carrying a medium or heavy load\n(unlike other creatures, whose speed is reduced in such situations).</div><div>•\nDarkvision: Dwarves can see in the dark up to 60 feet. Darkvision is black and\nwhite only, but it is otherwise like normal sight, and dwarves can function\njust fine with no light at all.</div><div>•\nStonecunning: This ability grants a dwarf a +2 racial bonus on Search checks to\nnotice unusual stonework, such as sliding walls, stonework traps, new\nconstruction (even when built to match the old), unsafe stone surfaces, shaky\nstone ceilings, and the like. Something that isn’t stone but that is disguised\nas stone also counts as unusual stonework. A dwarf who merely comes within 10\nfeet of unusual stonework can make a Search check as if he were actively\nsearching, and a dwarf can use the Search skill to find stonework traps as a\nrogue can. A dwarf can also intuit depth, sensing his approximate depth\nunderground as naturally as a human can sense which way is up. </div><div>•\nWeapon Familiarity: Dwarves may treat dwarven waraxes and dwarven urgroshes as\nmartial weapons, rather than exotic weapons.</div><div>•\nStability: A dwarf gains a +4 bonus on ability checks made to resist being bull\nrushed or tripped when standing on the ground (but not when climbing, flying,\nriding, or otherwise not standing firmly on the ground).</div><div>•\n+2 racial bonus on saving throws against poison.</div><div>•\n+2 racial bonus on saving throws against spells and spell-like effects.</div><div>•\n+1 racial bonus on attack rolls against orcs and goblinoids.</div><div>•\n+4 dodge bonus to Armor Class against monsters of the giant type. Any time a creature\nloses its Dexterity bonus (if any) to Armor Class, such as when it’s caught\nflat-footed, it loses its dodge bonus, too. </div><div>•\n+2 racial bonus on Appraise checks that are related to stone or metal items.</div><div>•\n+2 racial bonus on Craft checks that are related to stone or metal.</div><div>•\nAutomatic Languages: Common and Dwarven. Bonus Languages: Giant, Gnome, Goblin,\nOrc, Terran, and Undercommon.</div><div>•\nFavored Class: Fighter. A multiclass dwarf ’s fighter class does not count when\ndetermining whether he takes an experience point penalty for multiclassing</div><br><h2 id=\"elves\">ELVES</h2><div>•\n+2 Dexterity, –2 Constitution.</div><div>•\nMedium: As Medium creatures, elves have no special bonuses or penalties due to\ntheir size.</div><div>•\nElf base land speed is 30 feet.</div><div>•\nImmunity to magic sleep effects, and a +2 racial saving throw bonus against\nenchantment spells or effects.</div><div>•\nLow-Light Vision: An elf can see twice as far as a human in starlight,\nmoonlight, torchlight, and similar conditions of poor illumination. She retains\nthe ability to distinguish color and detail under these conditions.</div><div>•\nWeapon Proficiency: Elves receive the Martial Weapon Proficiency feats for the\nlongsword, rapier, longbow (including composite longbow), and shortbow\n(including composite shortbow) as bonus feats.</div><div>•\n+2 racial bonus on Listen, Search, and Spot checks. An elf who merely passes\nwithin 5 feet of a secret or concealed door is entitled to a Search check to\nnotice it as if she were actively looking for it.</div><div>•\nAutomatic Languages: Common and Elven. Bonus Languages: Draconic, Gnoll, Gnome,\nGoblin, Orc, and Sylvan.</div><div>•\nFavored Class: Wizard. A multiclass elf ’s wizard class does not count when\ndetermining whether she takes an experience point penalty for multiclassing.</div><br><h2 id=\"gnomes\">GNOMES</h2><div>•\n+2 Constitution, –2 Strength.</div><div>•\nSmall: As a Small creature, a gnome gains a +1 size bonus to Armor Class, a +1\nsize bonus on attack rolls, and a +4 size bonus on Hide checks, but he uses\nsmaller weapons than humans use, and his lifting and carrying limits are\nthree-quarters of those of a Medium character.</div><div>•\nGnome base land speed is 20 feet.</div><div>•\nLow-Light Vision: A gnome can see twice as far as a human in starlight,\nmoonlight, torchlight, and similar conditions of poor illumination. He retains\nthe ability to distinguish color and detail under these conditions.</div><div>•\nWeapon Familiarity: Gnomes may treat gnome hooked hammers as martial weapons\nrather than exotic weapons.</div><div>•\n+2 racial bonus on saving throws against illusions.</div><div>•\nAdd +1 to the Difficulty Class for all saving throws against illusion spells\ncast by gnomes. This adjustment stacks with those from similar effects.</div><div>•\n+1 racial bonus on attack rolls against kobolds and goblinoids.</div><div>•\n+4 dodge bonus to Armor Class against monsters of the giant type. Any time a\ncreature loses its Dexterity bonus (if any) to Armor Class, such as when it’s\ncaught flat-footed, it loses its dodge bonus, too.</div><div>•\n+2 racial bonus on Listen checks.</div><div>•\n+2 racial bonus on Craft (alchemy) checks.</div><div>•\nAutomatic Languages: Common and Gnome. Bonus Languages: Draconic, Dwarven, Elven,\nGiant, Goblin, and Orc. In addition, a gnome can speak with a burrowing mammal\n(a badger, fox, rabbit, or the like, see below). This ability is innate to\ngnomes. See the <span style=\"font-style: italic;\">speak with animals </span>spell description.</div><div>•\nSpell-Like Abilities: 1/day—<span style=\"font-style: italic;\">speak with animals </span>(burrowing mammal only,\nduration 1 minute). A gnome with a Charisma score of at least 10 also has the\nfollowing spell-like abilities: 1/day—<span style=\"font-style: italic;\">dancing lights, ghost sound,\nprestidigitation. </span>Caster level 1st; save DC 10 + gnome’s Cha modifier +\nspell level.</div><div>•\nFavored Class: Bard. A multiclass gnome’s bard class does not count when\ndetermining whether he takes an experience point penalty.</div><br><h2 id=\"half-elves\">HALF-ELVES</h2><div>•\nMedium: As Medium creatures, half-elves have no special bonuses or penalties\ndue to their size.</div><div>•\nHalf-elf base land speed is 30 feet.</div><div>•\nImmunity to <span style=\"font-style: italic;\">sleep </span>spells and similar magical effects, and a +2 racial\nbonus on saving throws against enchantment spells or effects.</div><div>•\nLow-Light Vision: A half-elf can see twice as far as a human in starlight,\nmoonlight, torchlight, and similar conditions of poor illumination. She retains\nthe ability to distinguish color and detail under these conditions.</div><div>•\n+1 racial bonus on Listen, Search, and Spot checks.</div><div>•\n+2 racial bonus on Diplomacy and Gather Information checks.</div><div>•\nElven Blood: For all effects related to race, a half-elf is considered an elf.</div><div>•\nAutomatic Languages: Common and Elven. Bonus Languages: Any (other than secret\nlanguages, such as Druidic).</div><div>•\nFavored Class: Any. When determining whether a multiclass half-elf takes an\nexperience point penalty, her highest-level class does not count.</div><br><h2 id=\"half-orcs\">HALF-ORCS</h2><div>•\n+2 Strength, –2 Intelligence, –2 Charisma.</div><div>A\nhalf-orc’s starting Intelligence score is always at least 3. If this adjustment\nwould lower the character’s score to 1 or 2, his score is nevertheless 3.</div><div>•\nMedium: As Medium creatures, half-orcs have no special bonuses or penalties due\nto their size.</div><div>•\nHalf-orc base land speed is 30 feet.</div><div>•\nDarkvision: Half-orcs (and orcs) can see in the dark up to 60 feet. Darkvision\nis black and white only, but it is otherwise like normal sight, and half-orcs\ncan function just fine with no light at all.</div><div>•\nOrc Blood: For all effects related to race, a half-orc is considered an orc.</div><div>•\nAutomatic Languages: Common and Orc. Bonus Languages: Draconic, Giant, Gnoll,\nGoblin, and Abyssal.</div><div>•\nFavored Class: Barbarian. A multiclass half-orc’s barbarian class does not\ncount when determining whether he takes an experience point penalty.</div><br><h2 id=\"halflings\">HALFLINGS</h2><div>•\n+2 Dexterity, –2 Strength.</div><div>•\nSmall: As a Small creature, a halfling gains a +1 size bonus to Armor Class, a\n+1 size bonus on attack rolls, and a +4 size bonus on Hide checks, but she uses\nsmaller weapons than humans use, and her lifting and carrying limits are\nthree-quarters of those of a Medium character.</div><div>•\nHalfling base land speed is 20 feet.</div><div>•\n+2 racial bonus on Climb, Jump, and Move Silently checks.</div><div>• +1 racial bonus on all saving throws.</div><div>•\n+2 morale bonus on saving throws against fear: This bonus stacks with the\nhalfling’s +1 bonus on saving throws in general.</div><div>•\n+1 racial bonus on attack rolls with thrown weapons and slings.</div><div>•\n+2 racial bonus on Listen checks.</div><div>•\nAutomatic Languages: Common and Halfling. Bonus Languages: Dwarven, Elven,\nGnome, Goblin, and Orc.</div><div>•\nFavored Class: Rogue. A multiclass halfling’s rogue class does not count when\ndetermining whether she takes an experience point penalty for multiclassing.</div></div></body></html>","filename":"Races"},"__N_SSG":true}